import Header from "../components/Header";

const AboutUs = () => {
  return (
    <div className="min-h-screen h-full relative w-full bg-white pb-8">
      <Header />
      {/* About */}
      <h3 className="mt-14 mb-6 text-primary text-center text-xl font-bold">
        من نحن
      </h3>
      <p className="w-[80%] mx-auto  text-right text-primary  font-light leading-4 text-[14px]">
        هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
        النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من
        النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.إذا كنت
        تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات
        كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد
        لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن
        يطلع على صورة حقيقية لتصميم الموقع.ومن هنا وجب على المصمم أن يضع نصوصا
        مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر
        على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه
        التصميم فيظهر بشكل لا يليق.هذا النص يمكن أن يتم تركيبه على أي تصميم دون
        مشكلة فلن يبدو وكأنه نص منسوخ، غير منظم، غير منسق، أو حتى غير مفهوم.
        لأنه مازال نصاً بديلاً ومؤقتاً.هذا النص هو مثال لنص يمكن أن يستبدل في
        نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن
        تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف
        التى يولدها التطبيق.إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد
        النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي
        أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث
        يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم
        الموقع.ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر
        للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث
        عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا
        يليق.هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه
        نص منسوخ، غير منظم، غير منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً
        ومؤقتاً.هذا النص هو مثال لنص
      </p>
    </div>
  );
};

export default AboutUs;
